Can't cut open/middle stringers geometry.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCreateOpenMiddleStringers { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCreateOpenMiddleStringers As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCreateOpenMiddleStringers {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace